Repository: labgeo/siguanet-dbsetup
Catalog: locale/*/*.po
Languages: es

source: Spatial reference system EPSG identifier
es: Código EPSG del sistema de referencia espacial

source: Max. number of aboveground floors
es: Número máximo de alturas sobre rasante

source: Max. number of underground floors
es: Número máximo de alturas bajo rasante

source: Output SQL script file name
es: Nombre del fichero SQL de salida

source: PostgreSQL server address
es: Dirección del servidor PostgreSQL

source: PostgreSQL database name (PostGIS 2.0 extension required)
es: Nombre de base de datos PostgreSQL (requiere extensión PostGIS 2.0)

source: PostgreSQL server port
es: Número de puerto del servidor PostgreSQL

source: PostgreSQL user name
es: Nombre de usuario de postgreSQL

source: No database name provided. Use -d [DATABASE] option
es: No se proporcionó un nombre de base de datos. Usa la opción -d [DATABASE]

source: No user name provided. Use -u [USERNAME] option
es: No se proporcionó un nombre de usuario de base de datos. Usa la opción -u [USERNAME]

source: Password for user {0}:
es: Contraseña para el usuario {0}:

source: {0} successfully created
es: {0} se creó correctamente

source: PostgreSQL server version 9.1 or above is required
es: Se requiere la versión 9.1 o superior de PostgreSQL

source: PostGIS 2 extension not found in database {0}
es: La extensión PostGIS 2 no está instalada en la base de datos {0}

source: Database connection closed
es: Se cerró la conexión al servidor de base de datos

source: Process ended successfully!
es: Proceso terminado con éxito
